spec/dummy/app/controllers/forms_controller.rb

SELECT "forms".* FROM "forms" WHERE "forms"."id" = $1 LIMIT 1  [["id", "1"]]
---
  def show
    @form = Formbuilder::Form.find(params[:id])